<?php

use yii\helpers\Html;
use yii\grid\GridView;
use yii\widgets\Pjax;
?>

<div style="margin-top: 20px;"></div>

<div class="container">


    <div class="col-md-12 ter-student">
              <text>
                  <h1>Уважаемые студенты и выпускники</h1>


                  <p><center><strong>Гродненского государственного университета имени Янки Купалы!</strong></center></p>

                  <p>Центр Карьера предоставляет уникальную возможность студентам и выпускникам, которые стремятся к новым знаниям и достижениям, быть конкурентоспособными на рынке труда.</p>

                  <strong>Центр карьеры предлагает Вам</strong>
                  <ul>

                      <li>составить свое профессиональное портфолио, позволяющее привлечь внимание работодателя и подчеркнуть свои конкурентные преимущества по сравнению с другими претендентами;</li>

                      <li>развивать свои интеллектуальные и творческие способности через участие в конкурсах, стажировках и других мероприятиях;</li>

                      <li>найти множество разнообразной полезной информации, способствующей адаптации на рынке труда;</li>

                      <li>получать самую оперативную информацию о вакансиях и стажировках в компаниях;</li>

                      <li>познакомиться с деятельностью компаний, и поучаствовать в проектной деятельности.</li>
                  </ul>
                <section class="col-md-12" style="padding: 40px 0">
                  <div field="text" class="t-text t-text_md ">
                      <div style="text-align:center;" data-customstyle="yes"><span style="font-size: 30px;">
                              <strong>Как происходит оказание помощи в трудоустройстве?</strong>
                          </span><br></div>
                  </div>
                  <div class="t-container col-md-12 " style="padding: 40px 0">
                      <div class="t073__col t-col col-md-4">
                          <div class="t073__tablewrapper">
                              <div class="t073__circlewrapper">
                                  <div class=" circle t-title" field="number" style="background-color:#5299f0; color:#ffffff;">
                                      <span>1</span>
                                  </div>
                              </div>
                              <div class="t073__textwrapper">
                                  <div class="t-title text-center" field="title">Регистрация</div>
                                  <div class="t073__blockdescr t-text t-text_xs" field="descr">
                                      Слушатель на протяжении курса работает над своим портфолио вместе с преподавателем и к концу обучения должен предоставить законченный вариант нескольких проектов.
                                  </div>
                              </div>
                          </div>
                      </div>
                      <div class="t073__col t-col col-md-4">
                          <div class="t073__tablewrapper">
                              <div class="t073__circlewrapper">
                                  <div class="circle t-title " field="number2" style="background-color:#5299f0; color:#ffffff;">
                                      <span> 2</span>
                                     </div>
                              </div>
                              <div class="t073__textwrapper">
                                  <div class=" t-title text-center" field="title2">Создание резюме</div>
                                  <div class="t073__blockdescr t-text t-text_xs" field="descr2">Преподаватель пишет подробную характеристику на студента и передает в службу трудоустройства IT-школы Myfreedom.</div>
                              </div>
                          </div>
                      </div>
                      <div class="t073__col t-col col-md-4">
                          <div class="t073__tablewrapper">
                              <div class="t073__circlewrapper">
                                  <div class="circle t-title" field="number3" style="background-color:#5299f0; color:#ffffff;">
                                      <span> 3</span>

                                      </div>
                              </div>
                              <div class="t073__textwrapper">
                                  <div class=" t-title text-center" field="title3" >
                                      Трудоустраиваем
                                  </div>
                                  <div class="t073__blockdescr t-text t-text_xs" field="descr3">
                                      Менеджер IT-школы Myfreedom передает выпускные работы с характеристикой в компании, нуждающиеся в специалистах.
                                  </div>
                              </div>
                          </div>
                      </div>
                  </div>
                </section>
                  <div class="col-md-12">
                  <h1 >Проект «Электронное портфолио»</h1>
                  </div>

                  <p>Успешная карьера, реализация всего накопленного потенциала в ходе обучения и профессиональной подготовки – сегодня одна из самых привлекательных целей для большинства выпускников.</p>

                  <p>Приглашаем Вас участвовать в проекте «Электронное портфолио», в рамках которого каждый студент и выпускник имеет возможность составить свое профессиональное портфолио, начиная с первого курса обучения в Гродненском государственном университете имени Янки Купалы. Портфолио позволяет привлечь внимание работодателей не только для трудоустройства, но и выполнения проектных работ, прохождения стажировок, практик и подчеркнуть свои конкурентные преимущества по сравнению с другими претендентами.</p>

                  <p>Для участия в проекте необходимо заполнить бланк «Портфолио» и принести переслать по электронной почте ответственному по факультету. Обращаем Ваше внимание на то, что портфолио обеспечивает качественное накопление информации, необходимой для своевременной фиксации реальных изменений и роста профессионального мастерства будущего специалиста. Поэтому всем участникам проекта необходимо постоянно сообщать ответственным по факультету обо всех научных, профессиональных и творческих достижениях в процессе обучения в университете.</p>

                  <p>Технология планирования карьеры под названием «Портфолио карьерного продвижения» уже достаточно хорошо зарекомендовала себя в</p>

                  <p>западных странах. В нашей стране этот подход только начинает активно применяться.</p>

                  <p>Портфолио представляет собой специально отобранный и соответственно оформленный пакет документов в бумажном и/или электронном варианте, который:</p>
                  <ul>

                      <li>отражает все достижения студента или специалиста (учебные, профессиональные и личные);</li>

                      <li>удостоверяет фактические достижения его владельца;</li>

                      <li>фиксирует процесс управления и самоуправления профессиональной карьерой, являясь технологией личностного и профессионального развития.</li>
                  </ul>


                  <p>Электронное портфолио, формируемое Вами в процессе обучения в ГрГУ им. Я. Купалы, позволяет в упорядоченном и удобном для использования виде представить работодателю документальные свидетельства Ваших целей и ценностей, способностей и талантов, навыков и компетенций, наград и достижений. А также сохранить и систематизировать информацию обо всех достижениях в процессе обучения в университете, что является достаточно удобным для Вас, так как может служить основой для написания резюме. По завершению обучения Вы можете получить оформленное портфолио в Центре Карьера ГрГУ.</p>

                  <p>Электронное портфолио – это база данных, часть которых по желанию студента может быть продемонстрирована на сайте в разделе "Способна и талантливая молодежь". Портфолио – это возможность заранее ознакомить работодателя со всеми Вашими научными и профессиональными достижениями.</p>

                  <p>Портфолио придаст Вам дополнительную уверенность в ходе собеседования с потенциальным работодателем, позволит поменять стиль кадрового собеседования с «допросного» на «партнерский», что превратит интервью в интересную беседу. Таким образом, электронное портфолио позволит Вам убедительно продемонстрировать работодателю свои сильные стороны, преимущества, умения и компетенции в различных областях деятельности. Создание карьерного портфолио свидетельствует и о творческом, системном подходе выпускника к задачам его карьерного старта и высоком уровне деловой культуры.</p>
              </text>
        <h1>Проект «Истории успеха»</h1>

        <p>Ничто так не вдохновляет, как истории успеха других людей, — именно так сказал когда-то Уинстон Черчилль. Приглашаем Вас активно участвовать в проекте «Истории успеха». В рамках данного проекта у Вас будет уникальная возможность не только познакомиться с успешными людьми,</p>

        <p>увлеченными своим делом, достигшими значительных успехов в бизнесе, науке, политике, но также раскрыть их главную стратегию успеха. Кроме этого Вы сможете получить ценную информацию о различных компаниях, сферах их деятельности, стратегии развития, а также технологиях приема на работу и возможностях карьерного роста.</p>

        <p>Интересным для Вас будет:</p>
        <ul>
            <li>что компания предлагает молодым сотрудникам (молодым специалистам, выпускникам и студентам);</li>
            <li>процедура отбора на вакантные должности;</li>
            <li>что ожидает компания от молодого специалиста, выпускника и студента;</li>
            <li>карьерные возможности для выпускников.</li>
        </ul>

    <div class="col-md-12 block-btn">
        <h1>История  успеха</h1>
        <div class="col-md-4">
            <?php

            if (Yii::$app->user->isGuest ):
                ?>
                <a class="custom-btn" href="<?= yii\helpers\Url::to(['/login'])?>">
                    <button class="btn btn-default btn-my2">  Создать резюме</button>
                </a>
            <?php endif; ?>
            <?php

            if (!Yii::$app->user->isGuest  ):
                ?>
                <a class="custom-btn" href="<?= yii\helpers\Url::to(['/user/summary/create'])?>">
                    <button class="btn btn-default btn-my"> Создать резюме </button>
                </a>
            <?php endif; ?>




        </div>
        <div class="col-md-4">
            <?php

            if (Yii::$app->user->isGuest ):
                ?>
                <a class="custom-btn" href="<?= yii\helpers\Url::to(['/login'])?>">
                    <button class="btn btn-default btn-my2"> Доступные Вакансии</button>
                </a>
            <?php endif; ?>
            <?php

            if (!Yii::$app->user->isGuest  ):
                ?>
                <a class="custom-btn" href="<?= yii\helpers\Url::to(['/user/job/jobs'])?>">
                    <button class="btn btn-default btn-my2"> Доступные Вакансии</button>
                </a>
            <?php endif; ?>



        </div>
        <div class="col-md-4">
            <?php

            if (Yii::$app->user->isGuest ):
                ?>
                <a class="custom-btn" href="<?= yii\helpers\Url::to(['/login'])?>"  >
                    <button class="btn btn-default btn-my3"> Практика/стажировка </button>
                </a>
            <?php endif; ?>
            <?php

            if (!Yii::$app->user->isGuest  ):
                ?>
                <a class="custom-btn" href="<?= yii\helpers\Url::to(['/user/offer/offer'])?>"  >
                    <button class="btn btn-default btn-my3"> Практика/стажировка </button>
                </a>
            <?php endif; ?>

        </div>
    </div>
    </div>

</div>

